<script>
    import About from '$lib/images/about.svg';

</script>
<about>
    <h3>Добро пожаловать в "ТехноАвто"</h3>
    <div class="block">
        <div class="text">
            <p>Мы — команда профессионалов, которая искренне любит автомобили и заботится о вашем комфорте на дороге. Наша мастерская была основана в 2015, и с тех пор мы предоставляем нашим клиентам услуги высшего качества. Наша главная цель — обеспечить безопасность и надежность вашего автомобиля. Мы понимаем, насколько важен для вас ваш автомобиль, и поэтому стремимся предложить только лучшие решения и услуги. Мы стремимся к тому, чтобы каждый клиент оставался доволен качеством наших услуг и возвращался к нам снова и снова.</p>
        </div>
        <img src={About}>
    </div>
</about>


<difference>
    <h3>Что отличает нас от других?</h3>
    <p>- Профессионализм: Наши механики обладают глубокими знаниями и многолетним опытом работы с различными марками и моделями автомобилей. Мы постоянно повышаем свою квалификацию, отслеживая новые технологии и методики ремонта.</p>
    <p>- Современное оборудование: Мы используем только современное диагностическое и ремонтное оборудование, что позволяет нам гарантировать высокое качество и точность работы.</p>
    <p>- Индивидуальный подход: Мы ценим каждого клиента и стремимся найти индивидуальный подход к каждой задаче. Мы подробно консультируем наших клиентов и предлагаем оптимальные решения, учитывая их бюджет и потребности.</p>
    <p>- Гарантия качества: Мы предоставляем гарантию на все виды работ и используемые запчасти, что подтверждает наше доверие к качеству услуг.</p>
    <p>- Удобство для клиентов: Мы создали комфортную зону ожидания для наших клиентов, где вы можете отдохнуть во время ремонта вашего автомобиля.</p>
</difference>
